bot_group_id = 123123123
group_token = 'token here'
user_token = 'token here'
timetable = ['геометрия - 33\nгеометрия - 33\nстатистика - 34\nфизика - 48\nфизика - 48\n',
             'геометрия - 52\nистория - 44\nфизкультура - спортзал\nалгебра - 34/49\nинформатика - 41/42\nинформатика - 41/42\nанглийский язык - 37.2/5\n',
             'расписание уроков в ЦПМ: https://docs.google.com/spreadsheets/d/17srZM8Y2ZH02ASGfC7J-yYRND2Iyztv7uxs9_NQiBgM\n',
             'алгебра - 34/49\nалгебра - 34/49\nистория - 44\nанглийский язык - 37.2/5\nэкономика - 48\nэкономика - 48\n',
             'нет урока\nалгебра - 34/49\nэкономика - 48\nэкономика - 48\nлитература - 35\nлитература - 35\nанглийский язык - 37.2/5\n',
             'матан - 34\nматан - 34\nматан - 34\nфизкультура - спортзал\nобществознание - 44\nобществознание - 44\nанализ данных - 43\n']
commands = ('!пост', '!расписание', '!помощь', '!корги')
bot_help = '!пост [url-адрес паблика] - присылает в текущий диалог или беседу рандомный пост со стены указанного ' \
           'паблика:\n!пост vk.com/jumoreski\n\n!расписание [день недели] - присылает расписание уроков на указанный ' \
           'день. Если день не указан - возвращается расписание на завтра:\n!расписание вторник\n!расписание\n\n' \
           '!помощь - отображает данное сообщение.'

cpm_url = 'https://docs.google.com/spreadsheets/d/17srZM8Y2ZH02ASGfC7J-yYRND2Iyztv7uxs9_NQiBgM'
